Repository: MX-Linux/mx-idevice-mounter
Catalog: translations_script/po/mx-idevice-mounter_*.po
Languages: da, de, es

source: MX iDevice Mounter
da: MX iEnhed-montør

source: GUI program for mounting & unmounting <br> iPhones and Ipads in MX Linux
da: GUI-program til montering og afmontering af <br> iPhones og Ipads i MX Linux
de: Benutzeroberfläche für das Ein-und Aushängen von <br> iPhones und iPads
es: Programa grafico para montar/desmontar <br> iPhones y iPads en MX Linux

source: Copyright (c) MX Linux
da: Ophavsret (c) MX Linux
es: Derechos de Autor (c) MX Linux

source: Mount
da: Monter
de: Einhängen
es: Montar

source: Rescan
da: Genskan
de: Erneute Gerätesuche
es: Re-escanear

source: Unmount
da: Afmonter
de: Aushängen
es: Desmontar

source: Close
da: Luk
de: Schließen
es: Cerrar

source: About
da: Om
de: Über
es: Acerca de

source: Help
da: Hjælp
de: Hilfe
es: Ayuda

source: If your device is not found, make sure it is unlocked.
da: Hvis din enhed ikke bliver fundet, så sørg for at den er låst op.
de: Falls das Gerät nicht gefunden wurde, stellen Sie zuerst sicher, daß es entsperrt ist.
es: Si tu dispositivo no se encuentra, asegurar que no esta cerrado.

source: If you get a "Trust This Computer?" popup on your device when you plug it in, answer "Trust", then Rescan.
da: Hvis du får en "Godkend denne computer?"-pop op, på din enhed når du tilslutter den, så svar "Godkend", og herefter Genskan.
de: Falls auf dem Gerät ein Fenster mit der Frage "Diesem Computer vertrauen ?" erscheint, antworten Sie mit "Vertrauen" und starten Sie die Gerätesuche erneut.
es: Si recibe un "Confia en esta computador?" en su dispositivo cuando lo encufe, contesta "Confiar", entonces Re-escanear.

source: If the information below describes your Apple device press the "Mount" button to access its files.
da: Hvid informationen nedenfor beskriver din Apple-enhed, så tryk på "Monter"-knappen for at tilgå dens filer.
de: Falls die Information unten das Apple Gerät richtig beschreibt, drücken Sie die Schaltfläche "Mount" um auf die Dateien auf dem Gerät zugreifen zu können.
es: Si la informaci贸n abajo describe su dispositivo oprima el bot贸n "Montar" para accesar los archivos.

source: Use the Unmount button before you remove your device. If you have already unplugged it, plug your device back in, Rescan, and Unmount.
da: Brug Afmonter-knappen inden du fjerner din enhed. Hvis du allerede har frakoblet den, så tilslut den igen, genskan og afmonter.
de: Benutzen Sie die Schaltfläche zum Aushängen bevor Sie die Verbindung zum Gerät kappen. Sollten Sie diese bereits gekappt haben stellen Sie die Verbindung wieder her, starten Sie die Gerätesuche neu und hängen Sie das Gerät dann aus.
es: Usa el bot贸n Desmontar, antes que se desconecta el dispositivo. Si ya habia desconecta, vuelve a enchufar, Re-escanear, y Desmontar.

source: Version:
es: Versi贸n
